/*  Copyright CANON INC. 2005-2014  */
"ICA_PGADV_AUTOTONE_STR"	= "画像調整";
"ICA_PGADV_AUTOTONE_TT"	= "画像の明るさが最適な状態になるように調整する機能の効果を選択します。";
"ICA_PGADV_COPYGAMMA_STR"	= "裏写り低減";
"ICA_PGADV_COPYGAMMA_TT"	= "両面原稿の裏写りや、再生紙などの下地の色を低減する機能のON/OFFを選択します。[画像調整]で[文書]または[雑誌]を選択している場合のみ設定できます。";
"ICA_PGADV_COPYGAMMA_ADF_TT"	= "両面原稿の裏写りや、再生紙などの下地の色を低減する機能のON/OFFを選択します。[画像調整]で[文書]を選択している場合のみ設定できます。";
"ICA_PGADV_UNSHARP_STR"	= "輪郭強調";
"ICA_PGADV_UNSHARP_TT"	= "画像の輪郭を強調し、シャープな印象の画像にする機能のON/OFFを選択します。[モアレ低減]がONの場合は[輪郭強調]をOFFに設定しないとモアレが残ることがあります。";
"ICA_PGADV_DESCREEN_STR"	= "モアレ低減";
"ICA_PGADV_DESCREEN_TT"	= "細かい点で印刷された写真や絵をスキャンすると、濃淡のムラや縞模様(モアレ)が生じます。このモアレを少なくする機能のON/OFFを選択します。[輪郭強調]をOFFに設定しないとモアレが残ることがあります。";
"ICA_PGADV_REMOVEDUST_STR"	= "ごみ傷除去";
"ICA_PGADV_REMOVEDUST_TT"	= "フィルム原稿に付着したごみや傷を自動的に除去する「FARE」機能の効果を選択します。";
"ICA_PGADV_REDUCEDUST_STR"	= "ごみ傷低減";
"ICA_PGADV_REDUCEDUST_TT"	= "写真原稿のごみや傷による白い点を、できるだけ少なくする機能の効果を選択します。";
"ICA_PGADV_FADINGCORRECT_STR"	= "褪色補正";
"ICA_PGADV_FADINGCORRECT_TT"	= "経年変化などでの褪色や、色かぶりした写真やフィルムを色補正する機能の効果を選択します。[カラーモード](種類)で[カラー]を選択している場合に効果があります。";
"ICA_PGADV_GRAINCORRECT_STR"	= "粒状感低減";
"ICA_PGADV_GRAINCORRECT_TT"	= "高感度フィルムや増感撮影した写真の粒状感(ざらつき)を低減する機能の効果を選択します。";
"ICA_PGADV_CUBS_STR"	= "とじ部の影補正";
"ICA_PGADV_CUBS_TT"	= "冊子などを開いた状態でスキャンしたときに生じる、とじ部の影を補正する機能の効果を選択します。補正機能を設定する場合は、原稿が傾かないようにセットしてください。スキャン中は背表紙中央部分をプレビュー時と同じ力加減で押さえてください。";
"ICA_PGPREF_CALIB_SETTINGS_STR"	= "キャリブレーションを毎回実行";
"ICA_PGPREF_CALIB_SETTINGS_TT"	= "スキャン前に毎回キャリブレーションを実行します。";
"ICA_PGPREF_ADF_ORDERREJECTION_STR"	= "ページ順に排紙";
"ICA_PGPREF_ADF_ORDERREJECTION_TT"	= "ADFから複数枚の両面原稿を読み取ったときの排紙方法を設定します。OFFに設定すると、読み取った原稿を高速で排紙します。ONに設定すると、読み取った原稿を自動でページ順に揃えて排紙します。";
"ICA_ADV_FLAG_NONE"	= "OFF";
"ICA_ADV_FLAG_AUTO"	= "自動";
"ICA_ADV_FLAG_PHOTO"	= "写真";
"ICA_ADV_FLAG_MAGAZINE"	= "雑誌";
"ICA_ADV_FLAG_DOCUMENT"	= "文書";
"ICA_ADV_FLAG_ON"	= "ON";
"ICA_INFO_NONE"	= "OFF";
"ICA_INFO_LOW"	= "弱";
"ICA_INFO_MEDIUM"	= "標準";
"ICA_INFO_HIGH"	= "強";
"ICA_ERROR_001"	= "%s x %s pixels 以下になるようにサイズ、または解像度を小さくし、かつ、データサイズも%sGB 以下でないとスキャンできません。";
"ICA_ERROR_002"	= "原稿サイズが両面読取に適していません。A4またはLetterを選択してください。";
"ICA_ERROR_003"	= "指定した[カラーモード](種類)は16ビットのスキャンに対応していません。指定した[カラーモード](種類)でスキャンする場合は8ビットに変更してください。16ビットでスキャンする場合は[カラーモード](種類)をカラーに変更してください。";
"ICA_ERROR_004"	= "原稿が小さ過ぎてスキャンできません。4 x 4 mm(0.16 x 0.16 inches)以上になるようにサイズを大きくしてください。";
"ICA_ERROR_005"	= "指定したフォルダーにアクセスする権限がありません。";
"ICA_ERROR_006"	= "フィルムが検出できませんでした。\nフィルムが正しくセットされているか確認し、再度スキャンしてください。";
"ICA_ERROR_007"	= "ブローニーフィルムは、スキャナードライバーでスキャンしてください。";
"ICA_ERROR_008"	= "内部エラーが発生しました。以下の対処を行ってください。\n- スキャナーの状態を確認する。\n- スキャナーの電源を入れ直す。\n- スキャナードライバーを再インストールする。";
"ICA_ERROR_009"	= "原稿サイズが両面読取に適していません。リーガル以外を選択してください。";
"ICA_ERROR_01"	= "メモリーを確保できません。使用可能なメモリー領域を増やしてください。";
"ICA_ERROR_02"	= "必要なファイルがないか壊れているか、または設定が正しくありません。再インストールしてください。";
"ICA_ERROR_03"	= "内部エラーが発生しました。";
"ICA_ERROR_04"	= "読み取りを完了するために必要なディスクの空き容量がありません。";
"ICA_ERROR_05"	= "ADF(自動原稿給紙装置)に原稿がセットされていません。原稿をセットしてから再度実行してください。";
"ICA_ERROR_07"	= "スキャナー本体にエラーが発生しました。取扱説明書を参照して対処してください。";
"ICA_ERROR_08"	= "ファイルの書き込みまたは読み出しができません。";
"ICA_ERROR_09"	= "エラーが発生しました。本体の電源を入れ直してください。";
"ICA_ERROR_10"	= "ロックスイッチを解除し、USBケーブルを抜いて、接続し直してください。";
"ICA_ERROR_11"	= "ロックスイッチを解除し、本体の電源を入れ直してください。";
"ICA_ERROR_12"	= "スキャンはユーザーによりキャンセルされました。";
"ICA_ERROR_13"	= "スキャンがキャンセルされました。プリンターの操作パネルのOKボタンを押し、ADF(自動原稿給紙装置)から原稿を取り出してください。";
"ICA_ERROR_18"	= "以下の理由でスキャンすることができません。\n- 原稿が正しくセットされていない。\n- 保護シートが装着されている。\n- ランプが設定の明るさに達していない。\n   (室温が低い場合、ランプの調光に時間がかかります。)";
"ICA_ERROR_25"	= "ADF(自動原稿給紙装置)の中で原稿が詰まりました。原稿を取り除いてから、プリンターの操作パネルのOKボタンを押してスキャナーを元の状態に戻してください。";
"ICA_ERROR_26"	= "ADF(自動原稿給紙装置)のカバーが開いています。カバーを閉じてから、プリンターの操作パネルのOKボタンを押してスキャナーを元の状態に戻してください。";
"ICA_ERROR_28"	= "原稿が長すぎます。ADF(自動原稿給紙装置)のカバーが閉まっていることを確認し、プリンターの操作パネルのOKボタンを押して、ADFから原稿を取り出してください。";
"ICA_ERROR_29"	= "原稿サイズが両面読取に適していません。ADF(自動原稿給紙装置)のカバーが閉まっていることを確認し、プリンターの操作パネルのOKボタンを押して、ADFから原稿を取り出してください。";
"ICA_ERROR_30"	= "ADF(自動原稿給紙装置)に原稿がありません。プリンターの操作パネルのOKボタンを押してエラーを解除し、ADFに原稿をセットしてください。";
"ICA_ERROR_31"	= "スキャナーの初期化中です。終了してからスキャンしてください。";
"ICA_ERROR_32"	= "プリンターの初期化中です。終了してからスキャンしてください。";
"ICA_ERROR_33"	= "プリンターが使用中かエラーが発生しています。プリンターの状態を確認してください。";
"ICA_ERROR_34"	= "他のソフトウェアもしくはユーザーがスキャナーを使用中であるため、使用できません。";
"ICA_ERROR_35"	= "保護シートが装着されているため、スキャンすることができません。";
"ICA_ERROR_36"	= "指定された原稿サイズを読み取ることができません。";
"ICA_ERROR_39"	= "以下の理由でスキャナーとの通信ができません。\n- スキャナーの電源が入っていない。\n- USBケーブルが正しく接続されていない。\n\n確認してから、やり直してください。";
"ICA_ERROR_40"	= "以下の理由でスキャナーとの通信ができません。\n- スキャナーの電源が入っていない。\n- (有線LAN環境でご使用の場合)有線LANに接続されていない。\n- (無線LAN環境でご使用の場合)障害物などで電波の状態が悪い。\n- セキュリティソフトなどでネットワーク接続が禁止されている。\n- ネットワーク上の異なるスキャナーが選択されている。\n\n確認してから、やり直してください。";
"ICA_ERROR_42"	= "原稿台カバーが開いています。\n原稿台カバーを閉じ、プリンターのOKボタンを押してください。\nその後、ADF(自動原稿給紙装置)から原稿を取り出してください。";
